Autodesk.Revit.DB.SpecTypeId.MassEquivalentPerItem
Mass Equivalent per item.
Since:
2021

Autodesk.Revit.DB.SpecTypeId.MassEquivalentPerUnitMass
Mass Equivalent per Unit Mass.
Since:
2021

Autodesk.Revit.DB.SpecTypeId.MassEquivalentPerUnitEnergy
Mass Equivalent per Unit Energy.
Since:
2021

Autodesk.Revit.DB.SpecTypeId.MassEquivalentPerUnitVolume
Mass Equivalent per Unit Volume.
Since:
2021

Autodesk.Revit.DB.SpecTypeId.MassEquivalentPerUnitArea
Mass Equivalent per Unit Area.
Since:
2021

Autodesk.Revit.DB.SpecTypeId.MassEquivalentPerUnitLength
Mass Equivalent per Unit Length.
Since:
2021